Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “听闻是因为郁家主，抓了无敌派两名弟子，还打成了重伤。印家和轩辕家主去劝都不放人，这不，人家掌门一生气，就把郁家连锅端了？”
en_us: "I heard the Yu Family's Master caught two disciples from the Invincible Sect and even seriously injured them. He refused to let them go no matter how much the masters of the Yin Family and Xuan Yuan Family tried to persuade them to. That's why the Master of the Invincible Sect got angry and took care of the Yu Family."

source: “听雨你先忙着，迟些我再来找你好了。”马黑旗长相很英俊，和江恨水有的一比，不过肤色有些偏黑，此刻穿着一身黑色花边锦袍，也像一个黑马王子，他看出了姬听雨的不喜，很是识趣的转身离开了。
en_us: "Tingyu, I'll leave you to your business and look for you later," Ma Heiqi was a handsome man, his looks on par with that of Jiang Henshui, albeit with a darker skin tone. In silken robes with black trimmings, he looked, in this moment, suitably like a dark-skinned prince charming. Sensing the displeasure in Ji Tingyu, he wisely turned and left.

source: “听雨没这意思，只是我们这的一些规矩，易公子别见怪……”
en_us: "I didn't mean that! It's just that there are some rules here that we have to follow. Young Master Yi, please don't get offended..."

source: “启禀两位长老，山下的兔妖说，发现个想闯入无敌派的奸细。”郁红禀告道。
en_us: "Greetings, Elders. The rabbit demon at the bottom of the hill said it discovered a spy trying to break into the Invincible Sect," Yu Hong reported.

source: “吵死了！”
en_us: "What's with the noise!"

source: “呀？令牌！”江小奴一看满脸惊讶，开心的叫道：“少爷，你赎回令牌了？你怎么来的十两紫金呢？”
en_us: "Ah? It's the command token!" Xiaonu cried out in pleasant surprise, "Young Master, you've managed to redeem it? But how did you procure ten taels of purple gold?"

source: “呃……”
en_us: "Er…"

source: “呃……”不是你让闭嘴的吗？
en_us: "Er..." Didn't you ask me to shut up?

source: “呃……”不，她只是路痴不敢乱走而已。
en_us: "Uh…" No, she was just terrible with directions and dared not wander around.

source: “呃……”不，我是真的没钱。
en_us: "Uh…" No, I really don’t have any money.

source: “呃……”他是说是还是不是呢？
en_us: "Er..." Is he saying yes or no?

source: “呃……”你也不是女的啊，“这是师命，听话。”
en_us: "Er..." You're not a girl. "This is an order. Listen."

source: “呃……”她僵了一下，半会才扬起手打了个招呼，“早上好！你们……是来叫我吃早饭的吗？”也不用来得这么齐吧？
en_us: "Oh..." She said. After a moment of silence, she raised her hand in greeting, "Good morning! Are you... are all you here to call me down for breakfast?" Did you all have to come?

source: “呃……”她怎么有种接了分手费的感觉，抬头看了看眼前的人，“你要去干死那个姓甘的吗？”
en_us: "Hey…" Why did she get the feeling that this was a break-up fee? Raising her head, Shen Ying looked at the person in front of her. "You're going to kill that man called Gan?"

source: “呃……”她是这么容易被骗的人吗，“放心，毛团虽然不太说话，但不是啥坏人。”
en_us: "Er..." Was she that gullible? "Don't worry, Furball doesn't talk much but he's not a bad person."

source: “呃……”好像用力过猛了，“看来我不适合用剑！”沈萤抓了抓头，转手就把剑扔回给了厨子，“那啥，今天晚上吃什么？”
en_us: "Er…" I must have used too much force. Shen Ying scratched her head and then threw the sword back to the chef. "What's-your-name, what's for dinner tonight?"

source: “呃……”孤月脸色一红，越加的羞耻了，他们还真没想起付账的事。
en_us: "Er…" Lonemoon blushed, growing increasingly ashamed of himself. He really had not realized that they did not foot the bill.

source: “呃……”怎么突然学术起来了啊，他以前是学金融的又不是学生物的，完全听不懂啊。但是……莫名觉得很有道理是肿么回事？
en_us: "Uh…" Why did it suddenly become so scientific? He studied finance previously, not biology — she couldn’t understand him at all. But… for some reason, it sounded logical. What was going on?

source: “呃……”懒虫蠢蠢欲动，“三个月也太久了……”死宅从来没出过这么久的远门。
en_us: "Er..." The lazy bum shuffled in her seat and continued, "Three months is way too long..." Never had she ever been away from home for so long.

source: “呃……”无法反驳。
en_us: "Uh…" She had no rebuttal for that.

source: “呃……”沈萤一愣，这还是头一次被拒绝，“你就当是早茶不行吗？”有海鲜啊！
en_us: "Er..." Shen Ying hesitated. This was the first time Chef rejected her. "Let's take it as brunch?" There's seafood!

source: “呃……”沈萤一顿，只好改了口，“那谁，我徒弟还没醒吗？都五天了。”
en_us: "Er…" Pausing, Shen Ying reworded her sentence. "What's-your-name, has my disciple woken up? It's been five days."

source: “呃……”沈萤僵了一下。
en_us: "Er..." Shen Ying did not know what to say.

source: “呃……”沈萤僵了一下，咳了一声道，“嗯，你加油，等你大点就不会纠结喜欢不喜欢的问题，而是上不上的问题了？”
en_us: "Er..." Shen Ying paused and cleared her throat. "Er, you work harder. When you grow up, you won't struggle so much with whether you should like a person or not anymore. You'll be more concerned about whether you should go for him."

source: “呃……”沈萤咳了一声，眼珠溜溜了一圈，才一本正经的道，“那个……剑法讲求的是人剑合一，手中无剑，心中有剑就行了。剑只是一个媒介，一花一木都可以是剑。”
en_us: "Er…" Shen Ying coughed. She looked around, put on a serious expression, and replied, "Well… Swordsmanship is all about being one with the sword. You may not have a sword in your hands, but it doesn't matter as long as you have one in your heart. The sword is nothing but a medium. Even a flower or a branch could be your sword."

source: “呃……”沈萤嘴角一抽，“我的确这么说过。”
en_us: "Er..." Shen Ying pursed her lips. "I did invite him."

source: “呃……”沈萤嘴角一抽，她咋知道？“可能我……力气比较大？”
en_us: "Er…" Shen Ying’s mouth twitched, thinking, how would she know? "Maybe I… have more strength?

source: “呃……”沈萤嘴角一抽，瞄了瞄旁边的牌子，半会才回道，“我叫……清……清什么来着？”她捅了捅旁边的厨子。
en_us: "Er…" Shen Ying's mouth twitched. She glanced at the sign next to her and then after a while, she answered, "My name is… Qing… Qing what-was-it?" She nudged the chef next to her.

source: “呃……”沈萤想了想，半会才解释道，“总的来，这是个……育儿系统！”
en_us: "Er..." Shen Ying thought for a moment and explained, "In conclusion, it's a... parenting system!"

source: “呃……”沈萤手一僵，脸色几不可见的抽动了一下，停了半会才道，“那啥……我是一个恋家的人。我觉得钱财是身外之物，在家最重要的是孝敬父母。正所谓父母在，不远游。所以我全心全意在家服侍二老！”
en_us: "Uh…" Shen Ying's face froze. Her face twitched as she paused for a while before continuing, "That… I am a person who values family. I feel that money is of little importance. It is of utmost importance to be filial to my parents at home. As the saying goes, when your parents are around, you should not be too far away. That's why I wholeheartedly stayed home and took care of both my elderly parents!"

source: “呃……”沈萤抖了一下，下意识的挪开了两步，其实我只想做你女儿，“牛爸爸跟你商量个事行不？”
en_us: "Uh…" Shen Ying quivered, subconsciously stepping away. Actually I want to be your daughter. "Father Niu, can I discuss something with you?"

source: “呃……”沈萤皱了皱眉，转头看向旁边的人，“那个素菜家长啊，你这能不能……”
en_us: "Er…" Shen Ying frowned. She turned around to look at the men standing beside her and said, "Master of the Vegetable Family, could you…"

source: “呃……”沈萤顿时想起了那满筐满筐的萝卜，嘴角抽了抽，拍了拍他的肩道，“那个厨子啊，其实吧……”
en_us: "Er…" Shen Ying recalled the baskets full of radishes. The corner of her mouth twisted as she smacked his shoulder and said, "Chef, actually…"

source: “呃……”牛爸爸在她心里装了窃听器吗？可怕！
en_us: "Er..." Had Father Niu implanted a listening device in her head? That's really scary!

source: “呃……”胡说。
en_us: "Uh…" What rubbish.

source: “呃……”轩辕僵了一下，才回答道，“可能……只是仰慕大仙的风采，想要结识而已。”
en_us: "Er…" Xuan Yuanyu stiffened up, replying, "Maybe… he just wants to admire your glory and get to know you better."

source: “呃……”这么复杂的吗？以前兔子只要打一顿就好啊，果然妖与兽是不同体系的小动物。
en_us: "Er..." Is it that complicated? All she had to do with the rabbit was beat it into submission. Demons were indeed so different from beasts.

source: “呃……不……”吃饱了犯困算恙吗？
en_us: "Uh… No…" Is feeling sleepy after eating till full considered not alright?

source: “呃……不会。”
en_us: "Er... not really."

source: “呃……也不算吧？”他脸色一红，急急的横了她一眼，“你问这么清楚干嘛，反正跟你又没关系？”
en_us: "Um… not exactly?" He flushed, glared at her impatiently. "Why are you asking for such details, it's none of your business right?"

source: “呃……传闻的确是……这么说的。”那人愣了半会，思考起这种方法的可行性来，半会又用力摇了摇头道，“这可是仙塔，四周定会有防护阵法，哪能说飞就……”
en_us: "Oh... from what I heard, that is indeed... the case." The man was silent, thinking over the feasibility of this method. Then he shook his head and said, "This is an immortal pagoda, there will definitely be a defensive array formation around it, how can anyone just fly up...?"

source: “呃……你开心就好，我回去洗个手。”
en_us: “Er… as long as you are happy. I'm going back to wash my hands."

source: “呃……你找我？”沈萤忍不住出声。
en_us: "Uh... Are you looking for me?" Shen Ying could not help but ask.

source: “呃……你果然是只兔子，下次能换一种不？”
en_us: “Er… Just as I had thought, you are just a mere rabbit. Can't you switch it to something else?”

source: “呃……其实甜的也……”也可以吃的啊！她是中立党。
en_us: "Uh… actually, sweet ones are also…" Are also fine! She was neutral about it.

source: “呃……十二个也挺好的。”刚好够打扫房子。
en_us: "Uh… twenty is pretty good too." Just enough to clean the house.

source: “呃……可以这么说。”他点了点头。
en_us: "Uh… something like that." He nodded.

source: “呃……可以这么说。”怎么感觉话从沈萤口里出来，档次就掉了好几层楼呢！
en_us: "Uh... I guess you could say that." Lonemoon felt as he was thrown from cloud nine back to reality.

source: “呃……哦。”她能说不吗？
en_us: "Uh… Oh." Could she even refuse?

source: “呃……好吧，你开心就好！”突然觉得今天的厨子有点凶凶哒！
en_us: "Uh… alright. As long as you’re happy!" She suddenly felt that Chef was being a little fierce today!

source: “呃……对！”轩辕禹硬着头皮承认，“所以……能不能请大仙，尽量……尽量不动手。”
en_us: "Er... yes!" Xuan Yuanyu admitted. "So... will Great Immortal, please... please withhold your might?"

source: “呃……当时人太多了，打起来很麻烦需要很久的。”
en_us: "Uh… there were too many people, fighting would have been very troublesome and time consuming."

source: “呃……我们开支很大吗？”她又不喜欢逛街。
en_us: "Uh... Is our expenses very huge?" She didn't like shopping either.

source: “呃……有个人可能知道。”沈萤举起手。
en_us: "Uh… Someone may know." Shen Ying raised her hand.

source: “呃……要不，都来点？”沈萤对他现在的状态很满意，反正食材有的是。
en_us: "Er.. let's have a bit of everthing?" Shen Ying was very satisfied with the way Yi Qing was now. There were plenty of ingredients for him.

source: “呃……这个……”
en_us: "Er… this…"

source: “呃……都是自己人，我吃独食不好吧？”她抬头看了看他手里的饭碗，你不也天天吃着吗？
en_us: "Uh... they are one of us, it's not nice to just eat by myself right?" She looked up at the bowl of rice in his hand, don't you eat everyday too?

source: “呃，也不全是……”你开心就好。
en_us: "Er, that's not exactly it…" Whatever makes you happy.

source: “呃，其实我是想……”
en_us: "Uh, actually I was thinking..."

source: “呃，厨……徒……那个‘亲（清）’？”沈萤推了一把正在炒菜的人，“你……没事吧？”
en_us: "Uh, chef… Disciple… ah, 'Qin'?[1. Qin is a respective word in contemporary Chinese to address someone akin to sir. It also is a homophone to Yi Qing. This becomes a running joke that she can never remember her disciple's name.]” Shen Ying nudged the person who was cooking and asked, "Are… you alright?"

source: “呃，可是……”
en_us: "Oh, but..."

source: “呃，大家辛苦了。”她下意识的又回了句。
en_us: "Er, you've all been working hard," she said in reply.

source: “呃，我的意思是……不能晚点。现在做点零食也行啊。”
en_us: "Er, I mean... We can't have meals late. We can eat snacks!"

source: “呃，早上好！”她吓了一跳，条件反射的打了个招呼。
en_us: “Er, good morning!” Startled, she said hello reflexively."

source: “呜呜呜……喵的贺礼，贺礼没了啊喵……”狸猫抱着地上的盒子哭得好不伤心。
en_us: "Wu! Wu! My gift... it's gone..." The civet cat cried sorrowfully as it hugged its box to its chest.

source: “呜呜呜……没了给万妖大王的贺礼，喵……喵回不去了喵……”狸猫哭得更伤心了。
en_us: "Wu! Wu! Wu! Without a gift for the Myriad Demon King... meow... I can't go back... meow..." The civet cat continued to wail.

source: “呜呜！”
en_us: "Wu! Wu!"

source: “呜！”
en_us: "Wu!"

source: “呯——”
en_us: "Ping!"

source: “呵……我果然不喜欢讲道理！”
en_us: "Heh... I really do not like to be reasonable!"

source: “呵呵……”不愿意你到是把碗放下啊！
en_us: "Heh heh..." Put down that bowl if you are unwilling!

source: “呵呵……”他笑得更深，“我的噬魂幡可不嫌弃凡人的魂魄。”
en_us: "Heh heh…" His grin widened, "My Soul Devouring Gonfalon isn't picky towards the souls of mortals."

source: “呵呵……”你猜。
en_us: "[Cough, cough]…" I'll let you guess.

source: “呵呵……”孤月想糊这两人一脸，这叫小进，这一步进得都可以扯到蛋了好吗？
en_us: "Heh heh…" Lonemoon wanted to slap the two of them. Calling this a little progress? It was more like a major milestone.

source: “呵呵……”沈萤嘴角一抽，“不收！”
en_us: "Heh heh…" Shen Ying's mouth twitched as she suddenly snapped, "I do not accept!"

source: “呵呵。”
en_us: "Hehe."

source: “呵呵呵……”孤月冷笑了一声，“没弟子门人，以后这个地方所有卫生，你来打扫吗？”
en_us: "Heh heh heh…" Lonemoon laughed mirthlessly. "Since we won't have any disciples, you'll take care of all the cleaning and sanitation in the palace, okay?"

source: “呵呵呵……想与魔尊春风一度，我等又怎会不事先做点准备。”他早在出来的那一刻就已经布下阵法。
en_us: "Heh heh… How can we not make some preparations in order to have a fun time with you, Fiend Supremacy." He had already set up the array formation before showing himself.

source: “呵呵呵……道友，你稍等！”
en_us: "Heh heh heh… Fellow Daoist, please give us a moment!"

source: “呵呵！”
en_us: "Hehe!"

source: “呵呵，以前不喜欢修炼，而且在这武殿内修炼速度加快啊，武殿内还提供灵神丹……”
en_us: "Hehe, I was not very into cultivating in the past, but here at the Martial Arts Hall, the cultivation speed is not only faster, there is even a supply of Spirit Pills... "

source: “呸！”他瞪了她一眼，“你以为旅游呢，说不去就不去。我修行这么多年，不就是为了飞升成仙吗？”
en_us: "Pui!" He glared at her. "You think this is a leisure tour, where you can make your own decisions. What have I been practicing so many years for, if not to achieve Immortal Ascension?"

source: “呸，你以为我愿意啊！”要不是小姐姐不让它抱，它才不愿意呢，萝卜越想越委屈，转头就想求抱抱，“小姐姐，他欺负我。”
en_us: "Pui. You think I want to?!" The radish was also unwilling to do so. If only if it weren't for Little Missy who did not allow him to hug onto her leg… The more radish thought about it, the more it felt aggrieved. It turned to Shen Ying, wanting to beg for a hug. "Little Missy, he bullied me!"

source: “呼……”
en_us: "Huh...."

source: “呼……不打了，苍狼你越来越变态了，你好像快铸鼎境三重了吧？你修炼速度怎么那么快？既然有如此快的速度，为何现在才铸鼎境二重？”
en_us: "Hah... I call quits. Lone Wolf, you are getting more and more obscenely powerful. Are you almost at the third stage of the Cast Tripod Realm? How is your cultivation speed so fast? And why are you still just at the second stage of the Cast Tripod Realm if you can cultivate at such a speed?"

source: “呼……这才修炼了多久，都能比以前修炼半月的积累了。”
en_us: "Huh... I cultivated for such a short duration, yet the power I have accumulated is on par with what I used to cultivate in half a month."

source: “呼呼！”
en_us: "Hu Hu!"

source: “呼呼，不打了！”
en_us: "Hah... Hah... I'm not fighting any more!"

source: “呼呼，不打了，你太变态了……”
en_us: "Huh, huh, I'm not fighting any longer, you're too obscenely power..."

source: “呼！”
en_us: "Huh...."

source: “呼，呼……不打了！”
en_us: "Huh, huh... I'm not fighting any longer!"

source: “呼，应该没错吧？”
en_us: "Eh... this should be correct, I think?"

source: “咋了？”孤月都不由得心底一沉，“不是要来这吃饭的吗？”
en_us: "What's the matter?" Lonemoon's heart fell. "Did you not want to come here to eat?"

source: “咋了？”沈萤一脸莫明。
en_us: "What's wrong?" Shen Ying looked confused.

source: “咋了？”沈萤看了他一眼。
en_us: "What's the matter?" Shen Ying glanced at him.

source: “和他们拼了？”
en_us: "Fight with them to the death?"

source: “咔嚓！”
en_us: "Crack!"

source: “咔嚓！”“啊！”
en_us: "Crack!" "AHH!"

source: “咕隆！”
en_us: Gulp!

source: “咦……你别哭啊喂？”
en_us: "Huh... hey don't cry?"

source: “咦……居然融合了？”
en_us: “Eh… They actually merged together?”

source: “咦，分明是这个方向，怎么找不着人？”枫影是一路顺着孤月指的方向过来的，他也感觉到了附近有人的气息，却没有看到任何人影，心下越加的恼怒，没想到堂堂一派掌门，也是这种藏头露尾之辈，于是直接沉下神识道，“系统，调出这里的地图。”他就不信找不着。
en_us: "Huh, it was obviously towards this direction, why can't I find the person?" Feng Ying followed the path that Lonemoon pointed towards. He sensed someone's aura nearby but did not see anyone. He grew agitated, never did he thought that the Sect Master would also be someone who would hide and not show his face, hence he immediately used his divine perception, "System, get the map of this place." He did not believe that he couldn't find him.

source: “咦，刚那人为什么叫你沈萤？”枫影愣了一下，“你不是无敌派掌门羿清吗？你有两个名字？”
en_us: "Eh, why did those people call you Shen Ying?" Feng Ying hesitated, "Aren't you Yi Qing, the Sect Master of Invincible Sect? You have two names?"

source: “咦，厨子。”沈萤一眼就看到了门口的人，手里的水果一扔就走了过去，“你出来了！”
en_us: "Hey, Chef," Shen Ying glanced at Yi Qing. She tossed the fruit in her hand and walked toward him, "You're out!"

source: “咦，我怎么觉得今天的灵气越来越强了？”赢了比赛的思羽，突然皱了皱眉。
en_us: "Huh. Why do I feel like my Spirit Qi is growing increasingly stronger today?" Si Yu suddenly furrowed her brows after winning the match.

source: “咦，还可以这样？”女子眼睛亮了亮，半会又暗了下去，“我可没钱点外卖。”
en_us: "Ah, you can do that?" The woman's eyes lit up for a moment before dimming in the next. "But I don't have money for food delivery."

source: “咦，这武技很玄妙啊，竟可以无限变招，根本预算不出对方的轨迹啊！”
en_us: "Eh? This martial art technique is quite abstruse. It allows infinite permutations, I can't predict the trajectory at all!"

source: “咦，雪银？”它这是怎么了？
en_us: "Huh? Xue Yin?" What's wrong with it?

source: “咦？”
en_us: "Eh?"

source: “咦？”他愣了一下，上前一步道，“狐妖不见了。”
en_us: "Hey?" Puzzled, Lonemoon stepped forward and announced, "The fox demon is gone."

source: “咦？”他愣了一下，这阵法可以免疫法术。
en_us: "Huh?" He faltered. This array formation was immune to Dharma spells.

source: “咦？”仙魂一愣，还没反应过来，“还有……其它人？”
en_us: "Huh?" The immortal soul faltered for a moment before responding, "There are… other people?"

source: “咦？”印元飞一愣，眼里顿时多了几分欣赏，原以为这位师妹是运气好，每次抽签轮空都是她，才能有机会与他对决，但没想到她还真有几分本事。修为差他这么多，居然也能在他的雷光中应对自如。不愧是能进入十强的人。莫非她竟是剑修不成，他心下一沉，神色越加的认真起来，“道友好剑法！”
en_us: "Eh?" Yin Yuanfei hesitated and his eyes clouded with appreciation. He had thought that this Junior Sister had merely been lucky to make it into the finals as she was given walkovers in the previous rounds. He had not expected her to be this capable. She was of a much lower cultivation level than him, yet she was able to defend herself against his bolts of lightning and hold her own .She was indeed worthy of being amongst the top ten fighters. After all, her sword techniques still had room for improvement. His heart fell as his expression became serious. "Good sword techniques, Fellow Daoist!"

source: “咦？”她再次探查了一遍对方周身的灵气，“你居然是个凡人！”
en_us: “Huh?” She probed the Spirit Qi around Shen Ying's body again. "You are actually a mortal!"

source: “咦？”孤月一愣，这噬魂幡居然可以抵住化神期的术法。
en_us: "Huh?" Lonemoon was stunned. This Soul Devouring Gonfalon could actually resist the sorcery of a Soul Formation.

source: “咦？”怎么会没反应？于是他用力又点了几下，却发现传承怎么都传输不进去，“这怎么可能？”
en_us: "Eh?" Why was there no reaction? He pressed harder on her forehead. Then, he realised why he couldn't hand the heritage down. "How can this be?"

source: “咦？”易峰还没反应过来，却突然领间一紧，脚下一空，整个人被提到了剑的后面，而沈萤却上前一步，站到了剑的前端。
en_us: "Huh?" Before Yi Feng could react, he felt his collar tighten, then his feet left the ground and he found himself suddenly behind the sword. At the same time, Shen Ying was already standing in front of the sword.

source: “咦？”沈萤呆了一下。
en_us: "Eh?" Shen Ying hesitated.

source: “咦？”突然其中一人睁开了眼睛，“刚刚有人动用了悟剑峰的通行玉牌。”
en_us: "Huh?" One of them suddenly opened their eyes. "Someone just used Sword Comprehension Peak's Passage Jade Token."

source: “咦？”轩辕禹好奇的看了一眼，顿时惊了一下，“这人的名字怎么跟……”
en_us: "Huh?" Xuan Yuanyu glanced curiously at the sign and got a shock. "Why is this name similar to…"

source: “咦？你怎么还不走？”她一边咔嚓咔嚓的咬着萝卜，一边道，“你不是能走了吗？不回家想蹭饭啊？我这只有萝卜。”说着她把手里的筐往他身前递了递，示意他随便拿。
en_us: "Hey? Why aren't you going?" She chewed on her carrots, making loud crunching noises as she said, "You can walk, can't you? You want to stay here and freeload? I only have carrots." She then offered the basket towards him, signaling for him to feel free to take any.

source: “咦？少爷，今天你怎么这么早就回来了？你不是去武殿了吗？”
en_us: "Huh? Young Master, why did you return so early today? Did you not go to the Martial Arts Hall?"

source: “咦？灵主的意思……是要与我等同行？”
en_us: "Eh? Spirit Master, do you mean... you will come with us?"

source: “咦？这妞进步很大嘛，这暴雨拳明显比那一天强多了。”
en_us: "Eh? This girl has improved grealty. Her Thunderstorm Fist is obviously more powerful than that day."

source: “咦？这边有一些书册？”
en_us: "Eh? Are there any manuals over here?"

source: “咳……那个。”孤月咳了一声，总算从某个十岁还尿床的修士身上移开了眼：“所以说……他就是靠这个系统，找到无敌派的？”
en_us: "Er... well," Lonemoon cleared his throat. He finally tore his gaze from the cultivator who was still wetting his bed at ten years old. "So he found Invincible Sect using this system?"

source: “咳！萝卜别胡闹，这两位客人。”孤月嘴角抽了抽，直接捏了个定身咒，就把还想着开花的萝卜给定住了。
en_us: "Hey! Radish, stop pthrowing a tantrum. We have two guests," Lonemoon's mouth twitched as he muttered an Immobilizing curse to immobilize Radish.

source: “咳，你是我厨……徒弟嘛！”沈萤拍了拍他的肩，语重心长的道，“你要去历练，担心你是正常的。”
en_us: "[Cough], you are my chef… disciple!" Shen Ying patted his shoulder and said gravely, "You are going for this experiential training, so of course I worry for you."

source: “咳，咳！”
en_us: "Cough, cough!"

source: “咳，大仙。”轩辕禹收回了目光，扫了在场的众人一眼，转头看向沈萤，“恭喜贵派弟子全都进入了第二轮比赛，不愧是大仙的门人，个个都是人中龙凤。”
en_us: "Cough. Great Immortal." Xuan Yuanyu withdrew his gaze from the radish and scanned everybody else before turning towards Shen Ying, saying, "Congratulations to all the disciples that have entered the second round of the competition. You all are indeed the Great Immortal's disciples. Every one of you are outstanding."

source: “咳，那个……”沈萤咳了一声，“我们还是来说说那小孩吧！”
en_us: “Hmph，uhh...”Shen Ying gave a cough，“Let's talk about that kid！”

source: “咳，那个……这位仙上，不知这墙后是什么地方？”孤月突然觉得这人有点可怜，碧涛既然是这仙宫的主人，对这里应该很清楚才是。
en_us: "Hey, that… Mr. Exalted Immortal, what lies behind this wall?" Lonemoon suddenly felt pity for the Immortal Soul. Bitao was the master of this Immortal Pavilion afterall — he had to know this place really well.

source: “咸……卧槽！”孤月猛的一下站了起来，“这这……这……”
en_us: "Pickle… holy shit!" Lonemoon stood up abruptly. "That… that…"

source: “咸猪手是会被跺掉的！”
en_us: "Molesters will have their hands chopped off!"

source: “咻咻！”
en_us: "Swish! Swish! "

source: “咻！”
en_us: "Swish!"

source: “哇哦。”沈萤抬头看了看天空，这雷跟她以前看到的劫雷完全不同，“飞升的雷都这么厉害的吗？”
en_us: "Wow." Shen Ying looked up at the sky. This lightning was completely different from the ones she had seen before. "Is the lightning tribulation of the Immortal Ascension so powerful?"

source: “哇，好高的塔啊。”沈萤仰着头看向眼前那座高耸入云白色巨塔，它几乎占据了大半个华元城，几里之外都能一眼看到。
en_us: "Wow, what a tall pagoda." Shen Ying looked up at the gigantic white pagoda before her. It occupied almost half of Huayuan City and could be seen from a few miles away.

source: “哈……欠，好困啊！牛爸爸你看着，我先眯一会。”沈萤伸了个懒腰，突然开口。
en_us: Shen Ying yawned. "I'm so sleepy! Father Niu, you keep an eye on him. I'm going to take a nap." Shen Ying suddenly said as she stretched.

source: “哈哈——”
en_us: "Haha--"

source: “哈哈哈……”
en_us: "Hahaha......"

source: “哈哈哈……妖气入体的滋味怎么样啊？”黑衣人笑得更加得意，“不枉我废尽心思布下聚灵阵，花了三天将你引到这里。”
en_us: "Hahaha… How does it feel to have the demonic auras entering you?" The person in black sniggered, "The painstaking efforts I put in to set up this soul gathering array during the three days used to lure you in were not a waste."

source: “哈哈哈哈……”他正打算解释，声音顿时又一变，发出一阵狂笑，“你以为这地仙奈何得了我？别忘了这里可是魔界，她早就自身难保。一个地仙连普通魔族都对付不了，更别说这里还有魔王。”
en_us: "Hahahaha..." as he was just about to explain further, his voice quickly changed to a hysterical laughter. "You really think that this Earth Immortal can deal with me? Don't forget,this is the Devildom. Don't expect her to save you when she cannot even help herself. A mere Earth Immortal cannot even deal with a common devil, let alone under the presence of the Devil King. "

source: “哈哈哈哈……”嚣张的笑声在半空响起，紧接着一个黑色的身影缓缓落了下来，踩在了她那倒了一半的茅屋废墟中，“羿清小儿，你不是要除魔卫道吗？不是要杀我吗？怎么这就不行了？”
en_us: "Hahaha…" An arrogant laughter rang out in the air. A black shadow then slowly landed on the ruins of her cottage. "Youngling Yi Qing, didn't you want to annihilate the fiends and defend the Dao? Weren't you going to kill me? Why are you not taking action yet?"

source: “哈哈哈哈……”青尹突然张狂的笑了起来，“你们还真以为凭着一个化神和元婴就能打过我们，哼！剑修又如何，在游仙面前你们只是蝼蚁而已，等我师……青岚师兄！”他威胁的话才说了一半，突然看到了地上已经没了动静的人，猛的睁大了眼睛。
en_us: "Hahaha…" Qing Yin suddenly laughed maniacally. "You guys thought a Soul Formation cultivator and a Nascent Soul cultivator were able to defeat us, hmph! So what if you are a sword cultivator, you are nobody in front of Traveling Immortals. You just wait… Senior Brother Qing Lan!" His threatening words were left hanging halfway when he suddenly saw the person on the ground who already showed no movements, and his eyes widened.

source: “哈哈哈哈……没想到这个秘境里居然藏着一座仙宫！”
en_us: "Hahahaha… I didn't expect an immortal pavilion to be hidden inside this mystic realm!"

source: “哈哈哈哈哈……”他突然大笑了起来，“你们还真当我是傻子不成。”
en_us: "Hahaha..." he suddenly burst into laughter. "You all really think I'm that hopeless."
